<!DOCTYPE html>
<html lang="fr">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <!-- Fichiers css liés à la page -->
  <link rel="stylesheet" href="css/topbar.css">
  <link rel="stylesheet" href="css/style.css">
  <!-- Icône -->
  <link rel=icon href="img//favicon.png" sizes="16x16 32x32 64x64" type="image/png">
  <!-- Titre de la page -->
  <title>CSGO - Modes de jeu</title>
</head>
<body>

  <!-- Menu de navigation -->
  <nav class="topnav">
    <a href="index.html">Accueil</a>
    <a href="presentation.html">Pr&eacute;sentation</a>
    <a href="equipes.html">&Eacute;quipes</a>
    <a href="modes-jeu.html" id="active">Modes de jeu</a>
    <a href="armes.html">Armes & skins</a>
    <a href="esport.html">eSport</a>
    <a href="contact.html">Contact</a>
  </nav>

  <div class="content-box">

    <!-- Titre -->
    <h1>Les modes de jeu</h1>

    <!-- Contenu -->
    <div class="content">
      <p>Dans CS:GO, chaque &eacute;quipe a un but. Celui-ci change selon le mode de jeu choisi.</p>
        
      <h2>Occassionnel et en Competitif:</h2>
      <ul><li>Terroristes</li></ul>
      <p class="list">
          Les Terroristes doivent soit poser et faire exploser une bombe sur un des deux site (soit le A soit le B) soit tuer tous les Antiterroristes.
      </p>
      <ul><br><li>Antiterroristes</li></ul>
      <p class="list">
          Les Antiterroristes doivent soit d&eacute;samorcer la bombe avant qu'elle n'explose soit emp&ecirc;cher les terroristes de la poser
            (tuer toute l'&eacute;quipe des terroristes ou laisser le temps s'&eacute;couler).
      </p>

      <h2>D&eacute;molition:</h2>
      <p>
          L'objectif du mode d&eacute;molition est le m&ecirc;me que les modes Occassionnel et competitif
            sauf que les joueurs ne peuvent pas acheter d'arme.
            Il en re&ccedil;oivent une arme (qui d&eacute;pend d'une liste) en d&eacute;but de manche (les armes diff&egrave;rent selont l'&eacute;quipe).
            Quand un joueur tue un adversaire, il a apparait avec l'arme suivante de la liste.
            
      </p>

      <h2>Course &agrave; l'armement:</h2>
      <p>
          Cette fois-ci, l'objectif ne change pas selon l'&eacute;quipe dans laquelle le joueur se trouve.
            Ce mode de jeu est individuel mais le joueur ne peut pas tuer ses alli&eacute;s.
            Un joueur d&eacute;bute avec une arme et doit avoir le couteau doré et tuer un joueur de l'&eacute;quipe adverse pour gagner la partie.
            Le joueur obtient une nouvelle arme apr&egrave;s avoir tu&eacute; soit deux adversaires soit le premier de l'&eacute;quipe ennemie.
      </p>

      <h2>Match &agrave; mort:</h2>
      <p>
          Ce mode de jeu est totalement un individuel. Peu importe l'&eacute;quipe dan laquelle vous vous trouvez, vous devez tuer tout le monde, m&ecirc;me vos alli&eacute;s.
          Le but de ce mode de jeu est de tuer le plus de personnes.
      </p>

      <h2>Wingman:</h2>
      <p>
          Le but du mode Wingman ne change pas par rapport &agrave; celui du mode comp&eacute;titif mais la partie se joue en 2 contre 2.
      </p>

      <h2>Danger Zone:</h2>
      <p>
          Danger Zone est un battle royale.
            Les joueurs choisissent une carte. Lorsqu'ils ont tous fait leur choix, ils sont parachut&eacute; au desus de l'emplacement choisi.
            Une fois atterri, les joueurs doivent trouver des armes, des munitions, des grenades et des protections sur la carte.
            La zone de jeu r&eacute;tr&eacute;cit avec le temps. Si un joueur se trouve en dehors de cette zone, il subit des d&eacute;g&acirc;ts.
            Le but est d'&ecirc;tre le dernier survivant (ou la derini&egrave;re &eacute;quipe survivante si vous jouez en &eacute;quipe).
      </p>
    </div>

  </div>
  
</body>
</html>